Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# celebration.continue
source: Continue
ar: متابعة
bg: Продължи
bn: চালিয়ে যান
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Jätka
fa: ادامه
fi: Jatka
fil: Magpatuloy
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
is: Haltu áfram
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
nb: Fortsett
nl: Doorgaan
nn: Fortsett
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Naprej
sr: Nastavi
sv: Fortsätt
sw: Endelea
ta: தொடரவும்
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# celebration.greatJob
source: Great work!
ar: عمل رائع!
bg: Отлична работа!
bn: দারুণ কাজ!
ca: Bon treball!
cs: Výborně!
da: Godt arbejde!
de: Gut gemacht!
el: Τέλεια δουλειά!
es: ¡Buen trabajo!
et: Suurepärane töö!
fa: عالی!
fi: Hyvää työtä!
fil: Magandang trabaho!
fr: Excellent travail !
he: עבודה מעולה!
hi: शानदार काम!
hr: Odličan posao!
hu: Szép munka!
id: Kerja bagus!
is: Frábært starf!
it: Ottimo lavoro!
ja: お疲れ様でした！
ko: 잘했어요!
lt: Puikus darbas!
lv: Lielisks darbs!
nb: Godt jobbet!
nl: Prima gedaan!
nn: Godt jobbet!
pl: Świetnie!
pt_br: Ótimo trabalho!
ro: Muncă grozavă!
ru: Отлично!
sk: Skvelá práca!
sl: Odličan rezultat!
sr: Odličan posao!
sv: Bra jobbat!
sw: Kazi nzuri!
ta: 훌륭한 일!
th: ทำงานดีมากเลย!
tr: Harika iş!
uk: Гарна робота!
ur: بہترین کام!
vi: Tuyệt vời!
zh_hans: 做得很好！
zh_hant: 做得好！

# celebration.soFarThisMonth
source: so far this month
ar: حتى الآن هذا الشهر
bg: досега този месец
bn: এই মাসে এ পর্যন্ত
ca: fins ara aquest mes
cs: dosavadní měsíc
da: hidtil denne måned
de: bisher in diesem Monat
el: μέχρι τώρα αυτό το μήνα
es: hasta ahora este mes
et: selle kuu jooksul
fa: تا کنون این ماه
fi: tämän kuukauden aikana
fil: sa ngayong buwan
fr: jusqu'à présent ce mois-ci
he: עד כה החודש הזה
hi: इस महीने अब तक
hr: do sada ovaj mjesec
hu: eddig ebben a hónapban
id: sejauh ini bulan ini
is: hingað til þessa mánaðar
it: fino ad ora questo mese
ja: 今月ここまで
ko: 이번 달까지
lt: šio mėnesio metu
lv: šomēnes līdz šim
nb: hittil denne måneden
nl: tot nu toe deze maand
nn: hittil denne måneden
pl: do tej pory tego miesiąca
pt_br: até agora neste mês
ro: până acum luna aceasta
ru: в этом месяце
sk: doposiaľ tento mesiac
sl: doslej ta mesec
sr: do sada ovog meseca
sv: hittills denna månad
sw: hadi sasa mwezi huu
ta: இந்த மாதம் வரை
th: จนถึงเดือนนี้
tr: bu ay içinde şimdiye kadar
uk: на цей момент цього місяця
ur: اس ماہ تک
vi: cho đến nay trong tháng này
zh_hans: 本月至今
zh_hant: 本月迄今

# celebration.youEarned
source: You've earned
ar: لقد كسبت
bg: Спечелил си
bn: আপনি অর্জন করেছেন
ca: Has guanyat
cs: Vydělal jsi
da: Du har tjent
de: Du hast verdient
el: Έχετε κερδίσει
es: Has ganado
et: Oled teeninud
fa: درآمد شما
fi: Olet ansainnut
fil: Nakita mo
fr: Vous avez gagné
he: הרווחת
hi: आपने कमाया है
hr: Zaradio si
hu: Kerestél
id: Kamu telah menghasilkan
is: Þú hefur unnið þér
it: Hai guadagnato
ja: 獲得しました
ko: 당신이 벌었어요
lt: Tu uždirbai
lv: Tu esi nopelnījis
nb: Du har tjent
nl: Je hebt verdiend
nn: Du har tjent
pl: Zarobiłeś
pt_br: Você ganhou
ro: Ai câștigat
ru: Вы заработали
sk: Zarobil si
sl: Zaslužil si
sr: Zaradio/la si
sv: Du har tjänat
sw: Umekuza
ta: நீங்கள் சம்பாதித்துள்ளீர்கள்
th: คุณได้รับเงิน
tr: Kazandığınız
uk: Ви заробили
ur: آپ نے کمایا
vi: Bạn đã kiếm được
zh_hans: 您已赚取
zh_hant: 你已賺取

# common.back
source: Back
ar: رجوع
bg: Назад
bn: ফিরে যান
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
et: Tagasi
fa: بازگشت
fi: Takaisin
fil: Bumalik
fr: Retour
he: חזור
hi: वापस
hr: Nazad
hu: Vissza
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
ko: 뒤로
lt: Atgal
lv: Atpakaļ
nb: Tilbake
nl: Terug
nn: Tilbake
pl: Wstecz
pt_br: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sr: Nazad
sv: Tillbaka
sw: Rudi
ta: பின்செல்
th: ย้อนกลับ
tr: Geri
uk: Назад
ur: واپس
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# common.before
source: before
ar: قبل
bg: преди
bn: আগে
ca: abans
cs: před
da: før
de: vor
el: πριν
es: antes
et: enne
fa: قبل
fi: ennen
fil: bago
fr: avant
he: לפני
hi: पहले
hr: prije
hu: előtt
id: sebelum
is: fyrir
it: prima
ja: 前に
ko: 전
lt: prieš
lv: pirms
nb: før
nl: voor
nn: før
pl: przed
pt_br: antes
ro: înainte
ru: перед
sk: pred
sl: pred
sr: pre
sv: före
sw: kabla
ta: முன்
th: ก่อน
tr: önce
uk: до
ur: پہلے
vi: trước
zh_hans: 之前
zh_hant: 前

# common.beforeShift
source: before shift
ar: قبل الوردية
bg: преди смяната
bn: শিফটের আগে
ca: abans del torn
cs: před směnou
da: før vagt
de: vor der Schicht
el: πριν από τη βάρδια
es: antes de la vuelta
et: enne vahetust
fa: قبل از شیفت
fi: ennen vuoroa
fil: bago ang shift
fr: avant la vague
he: לפני המשמרה
hi: शिफ्ट से पहले
hr: prije vakte
hu: műszak előtt
id: sebelum vakat
is: fyrir vakt
it: prima del turno
ja: シフト前
ko: 근무 전
lt: prieš pamainą
lv: pirms maiņas
nb: før vakt
nl: voor dienst
nn: før vakt
pl: przed zmianą
pt_br: antes do turno
ro: înainte de schimb
ru: перед сменой
sk: pred vákuom
sl: pred vajto
sr: pre vakte
sv: före arbetspass
sw: kabla ya shift
ta: shift க்கு முன்
th: ก่อนกะงาน
tr: vakt öncesi
uk: перед змін
ur: شفٹ سے پہلے
vi: trước ca làm việc
zh_hans: 班次前
zh_hant: 班次前

# common.cancel
source: Cancel
ar: إلغاء
bg: Отмени
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Otkaži
hu: Mégse
id: Batalkan
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
nn: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
sw: Ghairi
ta: ரத்து செய்
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common.continue
source: Continue
ar: متابعة
bg: Продължи
bn: চালিয়ে যান
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätka
fa: ادامه
fi: Jatka
fil: Magpatuloy
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
is: Haltu áfram
it: Continua
ja: 続ける
ko: 계속
lt: Tęsti
lv: Turpināt
nb: Fortsett
nl: Doorgaan
nn: Fortsett
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Naprej
sr: Nastavi
sv: Fortsett
sw: Endelea
ta: தொடரவும்
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# common.copy
source: Copy
ar: نسخ
bg: Копирай
bn: কপি করুন
ca: Copiar
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeeri
fa: کپی
fi: Kopioi
fil: Kopyahin
fr: Copier
he: העתק
hi: कॉपी करें
hr: Kopiraj
hu: Másolás
id: Salin
is: Afrita
it: Copia
ja: コピー
ko: 복사
lt: Kopijuoti
lv: Kopēt
nb: Kopier
nl: Kopiëren
nn: Kopier
pl: Kopiuj
pt_br: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sr: Kopiraj
sv: Kopiera
sw: Nakili
ta: நகலெடு
th: คัดลอก
tr: Kopyala
uk: Копіювати
ur: کاپی کریں
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# common.currency_group_krone
source: Krone
ar: كرونة
bg: Крона
bn: ক্রোন
ca: Corona
cs: Koruna
el: Κορόνα
es: Corona
et: Kroon
fa: کرون
fi: Kruunu
fr: Couronne
he: קרונה
hi: क्रोन
hr: Kruna
hu: Korona
is: Króna
it: Corona
ja: クローネ
ko: 크로네
lt: Krona
lv: Krona
nl: Kroon
pl: Korona
pt_br: Coroa
ro: Coroană
ru: Крона
sk: Koruna
sr: Круна
sv: Krona
ta: கிரோனர்
th: โครน
uk: Крона
ur: کرونے
zh_hans: 克朗
zh_hant: 克朗

# common.currency_group_other
source: Other
ar: أخرى
bg: Други
bn: অন্যান্য
ca: Altres
cs: Ostatní
da: Andre
de: Sonstige
el: Άλλα
es: Otros
et: Muud
fa: سایر
fi: Muut
fil: Iba
fr: Autres
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
is: Annað
it: Altro
ja: その他
ko: 기타
lt: Kita
lv: Cits
nb: Andre
nl: Overig
nn: Andre
pl: Inne
pt_br: Outros
ro: Altele
ru: Другое
sk: Ostatné
sl: Drugo
sr: Остало
sv: Övrigt
sw: Nyingine
ta: மற்றவை
th: อื่นๆ
tr: Diğer
uk: Інші
ur: دیگر
vi: Khác
zh_hans: 其他
zh_hant: 其他

# common.currency_group_popular
source: Popular
ar: شهيرة
bg: Популярни
bn: জনপ্রিয়
ca: Populars
cs: Oblíbené
da: Populære
de: Beliebt
el: Δημοφιλή
es: Populares
et: Populaarsed
fa: محبوب
fi: Suositut
fr: Populaires
he: פופולרי
hi: लोकप्रिय
hr: Popularno
hu: Népszerű
id: Populer
is: Vinsæl
it: Popolari
ja: 人気
ko: 인기
lt: Populiarūs
lv: Populāri
nb: Populære
nl: Populair
nn: Populære
pl: Popularne
ro: Populare
ru: Популярные
sk: Populárne
sl: Priljubljene
sr: Популарне
sv: Populär
sw: Maadhimisho
ta: பிரபலமான
th: ยอดนิยม
tr: Popüler
uk: Популярні
ur: مقبول
vi: Phổ biến
zh_hans: 热门
zh_hant: 熱門

# common.daysAgoPlural
source: %lld days ago
ar: %lld أيام مضت
bg: %lld дни преди
bn: %lld দিন আগে
ca: %lld dies fa
cs: %lld dní zpět
da: %lld dage siden
de: %lld Tage vor
el: %lld ημέρες πριν
es: %lld días atrás
et: %lld päeva tagasi
fa: %lld روز پیش
fi: %lld päivää sitten
fil: %lld araw na ang nakakaraan
fr: %lld jours depuis
he: לפני %lld ימים
hi: %lld दिन पहले
hr: prije %lld dana
hu: %lld nappal ezelőtt
id: %lld hari yang lalu
is: %lld dögum síðan
it: %lld giorni fa
ja: %lld日前
ko: %lld일 전
lt: %lld dienų atgal
lv: %lld dienas atpakaļ
nb: %lld dager siden
nl: %lld dagen geleden
nn: %lld dager siden
pl: %lld dni temu
pt_br: %lld dias atrás
ro: %lld zile în urmă
ru: %lld дней назад
sk: %lld dní pred
sl: %lld dni nazaj
sr: %lld dana pre
sv: %lld dagar sedan
sw: %lld siku iliyopita
ta: %lld நாட்கள் முன்
th: %lld วันที่แล้ว
tr: %lld gün önce
uk: %lld днів тому
ur: %lld دن پہلے
vi: %lld ngày trước
zh_hans: %lld 天前
zh_hant: %lld 天前

# common.delete
source: Delete
ar: حذف
bg: Изтрий
bn: মুছে ফেলুন
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fa: حذف
fi: Poista
fil: Tanggalin
fr: Supprimer
he: מחק
hi: हटाएं
hr: Obriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
lv: Dzēst
nb: Slett
nl: Verwijderen
nn: Slett
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Izbriši
sr: Obriši
sv: Radera
sw: Futa
ta: நீக்கு
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# common.dismiss
source: Dismiss
ar: إغلاق
bg: Затваряне
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fa: بستن
fi: Sulje
fil: Isara
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
nb: Lukk
nl: Sluiten
nn: Lukk
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sr: Zatvori
sv: Stäng
sw: Funga
ta: மூடு
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# common.done
source: Done
ar: تم
bg: Готово
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Έγινε
es: Listo
et: Valmis
fa: تمام
fi: Valmis
fil: Tapos na
fr: Terminé
he: בוצע
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
is: Lokið
it: Fatto
ja: 完了
ko: 완료
lt: Baigta
lv: Gatavs
nb: Ferdig
nl: Klaar
nn: Ferdig
pl: Gotowe
pt_br: Pronto
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sr: Gotovo
sv: Färdig
sw: Kamili
ta: முடிந்தது
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: مکمل
vi: Xong
zh_hans: 完成
zh_hant: 完成

# common.end
source: End
ar: النهاية
bg: Край
bn: শেষ
ca: Fi
cs: Konec
da: Slut
de: Ende
el: Τέλος
es: Fin
et: Lõpp
fa: پایان
fi: Loppu
fil: Wakas
fr: Fin
he: סיום
hi: अंत
hr: Kraj
hu: Vége
id: Akhir
is: Lok
it: Fine
ja: 終了
ko: 종료
lt: Pabaiga
lv: Beigas
nb: Slutt
nl: Einde
nn: Slutt
pl: Koniec
pt_br: Fim
ro: Sfârșit
ru: Завершение
sk: Koniec
sl: Konec
sr: Kraj
sv: Slut
sw: Mwisho
ta: முடிவு
th: สิ้นสุด
tr: Son
uk: Кінець
ur: اختتام
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# common.error
source: Error
ar: خطأ
bg: Грешка
bn: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fa: خطا
fi: Virhe
fil: Kamalian
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
is: Villa
it: Errore
ja: エラー
ko: 오류
lt: Klaida
lv: Kļūda
nb: Feil
nl: Fout
nn: Feil
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sr: Greška
sv: Fel
sw: Kosa
ta: பிழை
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
ur: خرابی
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# common.error.generic
source: Something went wrong. Try again.
ar: حدث خطأ ما. حاول مجددًا.
bg: Нещо се обърка. Опитайте отново.
bn: কিছু সমস্যা হয়েছে। আবার চেষ্টা করুন।
ca: Hi ha hagut un error. Torna-ho a provar.
cs: Něco se pokazilo. Zkuste to znovu.
da: Noget gik galt. Prøv igen.
de: Etwas ist schiefgelaufen. Versuche es erneut.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
es: Algo salió mal. Inténtalo de nuevo.
et: Midagi läks valesti. Proovi uuesti.
fa: مشکلی پیش آمد. دوباره تلاش کنید.
fi: Jokin meni pieleen. Yritä uudelleen.
fil: May nangyaring mali. Subukan ulit.
fr: Une erreur s'est produite. Réessayez.
he: משהו השתבש. יש לנסות שוב.
hi: कुछ गड़बड़ हुई। फिर से कोशिश करें।
hr: Nešto je pošlo po zlu. Pokušajte ponovno.
hu: Hiba történt. Próbálja újra.
id: Terjadi kesalahan. Coba lagi.
is: Eitthvað fór úrskeiðis. Reyndu aftur.
it: Si è verificato un problema. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도하세요.
lt: Kažkas nutiko. Bandykite dar kartą.
lv: Radās kļūda. Mēģiniet vēlreiz.
nb: Noe gikk galt. Prøv igjen.
nl: Er is iets misgegaan. Probeer het opnieuw.
nn: Noko gjekk gale. Prøv igjen.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente novamente.
ro: Ceva nu a mers bine. Încearcă din nou.
ru: Что-то пошло не так. Попробуйте ещё раз.
sk: Niečo sa pokazilo. Skúste to znova.
sl: Prišlo je do napake. Poskusite znova.
sr: Došlo je do greške. Pokušajte ponovo.
sv: Något gick fel. Försök igen.
sw: Hitilafu imetokea. Jaribu tena.
ta: ஏதோ தவறு ஏற்பட்டது. மீண்டும் முயலவும்.
th: เกิดข้อผิดพลาด ลองอีกครั้ง
tr: Bir sorun oluştu. Tekrar deneyin.
uk: Щось пішло не так. Спробуйте ще раз.
ur: کچھ غلط ہو گیا۔ دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi. Hãy thử lại.
zh_hans: 出了点问题，请重试。
zh_hant: 發生錯誤，請再試一次。

# common.error.loadFailed
source: Couldn't load your data. Check your connection and try again.
ar: تعذّر تحميل بياناتك. تحقّق من اتصالك وحاول مرة أخرى.
bg: Неуспешно зареждане на данните ви. Проверете връзката си и опитайте отново.
bn: আপনার ডেটা লোড করা যায়নি। সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।
ca: No s'han pogut carregar les teves dades. Comprova la connexió i torna-ho a provar.
cs: Data se nepodařilo načíst. Zkontrolujte připojení a zkuste to znovu.
da: Kunne ikke indlæse dine data. Kontrollér din forbindelse, og prøv igen.
de: Deine Daten konnten nicht geladen werden. Überprüfe deine Verbindung und versuche es erneut.
el: Δεν ήταν δυνατή η φόρτωση των δεδομένων σας. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: No se pudieron cargar tus datos. Comprueba tu conexión e inténtalo de nuevo.
et: Andmete laadimine ebaõnnestus. Kontrolli ühendust ja proovi uuesti.
fa: بارگذاری داده‌های شما ممکن نیست. اتصال را بررسی و دوباره تلاش کنید.
fi: Tietojasi ei voitu ladata. Tarkista yhteytesi ja yritä uudelleen.
fil: Hindi ma-load ang iyong data. Suriin ang koneksyon at subukan muli.
fr: Impossible de charger vos données. Vérifiez votre connexion et réessayez.
he: לא ניתן לטעון את הנתונים שלך. בדוק את החיבור ונסה שוב.
hi: आपका डेटा लोड नहीं हो सका। अपना कनेक्शन जाँचें और फिर कोशिश करें।
hr: Učitavanje vaših podataka nije uspjelo. Provjerite vezu i pokušajte ponovno.
hu: Nem sikerült betölteni az adataidat. Ellenőrizd a kapcsolatot, majd próbáld újra.
id: Tidak dapat memuat data Anda. Periksa koneksi dan coba lagi.
is: Ekki tókst að hlaða gögnum þínum. Athugaðu tenginguna og reyndu aftur.
it: Non è stato possibile caricare i tuoi dati. Controlla la connessione e riprova.
ja: データを読み込めませんでした。接続を確認して、もう一度お試しください。
ko: 데이터를 불러올 수 없습니다. 연결을 확인하고 다시 시도해 주세요.
lt: Nepavyko įkelti jūsų duomenų. Patikrinkite ryšį ir bandykite dar kartą.
lv: Neizdevās ielādēt jūsu datus. Pārbaudiet savienojumu un mēģiniet vēlreiz.
nb: Kunne ikke laste inn dataene. Sjekk tilkoblingen og prøv igjen.
nl: Je gegevens konden niet worden geladen. Controleer je verbinding en probeer het opnieuw.
nn: Kunne ikkje laste inn dataa dine. Sjekk tilkoplinga og prøv igjen.
pl: Nie udało się wczytać danych. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível carregar seus dados. Verifique sua conexão e tente novamente.
ro: Nu s-au putut încărca datele. Verifică conexiunea și încearcă din nou.
ru: Не удалось загрузить ваши данные. Проверьте подключение и повторите попытку.
sk: Nepodarilo sa načítať vaše údaje. Skontrolujte pripojenie a skúste to znova.
sl: Vaših podatkov ni bilo mogoče naložiti. Preverite povezavo in poskusite znova.
sr: Nije moguće učitati vaše podatke. Proverite vezu i pokušajte ponovo.
sv: Det gick inte att läsa in dina data. Kontrollera anslutningen och försök igen.
sw: Imeshindikana kupakia data yako. Angalia muunganisho wako na ujaribu tena.
ta: உங்கள் தரவை ஏற்ற முடியவில்லை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
th: โหลดข้อมูลของคุณไม่ได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Verileriniz yüklenemedi. Bağlantınızı kontrol edip tekrar deneyin.
uk: Не вдалося завантажити ваші дані. Перевірте з’єднання та спробуйте ще раз.
ur: آپ کا ڈیٹا لوڈ نہیں ہو سکا۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể tải dữ liệu của bạn. Kiểm tra kết nối và thử lại.
zh_hans: 无法加载您的数据。请检查网络连接后重试。
zh_hant: 無法載入您的資料。請檢查連線後再試一次。

# common.error.network
source: Network error: %@
ar: خطأ في الشبكة: %@
bg: Мрежова грешка: %@
bn: নেটওয়ার্ক ত্রুটি: %@
ca: Error de xarxa: %@
cs: Chyba sítě: %@
da: Netværksfejl: %@
de: Netzwerkfehler: %@
el: Σφάλμα δικτύου: %@
es: Error de red: %@
et: Võrguviga: %@
fa: خطای شبکه: %@
fi: Verkkovirhe: %@
fil: Error sa network: %@
fr: Erreur réseau : %@
he: שגיאת רשת: %@
hi: नेटवर्क त्रुटि: %@
hr: Mrežna pogreška: %@
hu: Hálózati hiba: %@
id: Kesalahan jaringan: %@
is: Netvilla: %@
it: Errore di rete: %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
lt: Tinklo klaida: %@
lv: Tīkla kļūda: %@
nb: Nettverksfeil: %@
nl: Netwerkfout: %@
nn: Nettverksfeil: %@
pl: Błąd sieci: %@
pt_br: Erro de rede: %@
ro: Eroare de rețea: %@
ru: Ошибка сети: %@
sk: Chyba siete: %@
sl: Napaka omrežja: %@
sr: Mrežna greška: %@
sv: Nätverksfel: %@
sw: Hitilafu ya mtandao: %@
ta: பிணையப் பிழை: %@
th: ข้อผิดพลาดเครือข่าย: %@
tr: Ağ hatası: %@
uk: Помилка мережі: %@
ur: نیٹ ورک کی خرابی: %@
vi: Lỗi mạng: %@
zh_hans: 网络错误：%@
zh_hant: 網路錯誤：%@

# common.error.noLocalData
source: No data on this device yet. Wait for sync to finish.
ar: لا توجد بيانات على هذا الجهاز حتى الآن. انتظر حتى تكتمل المزامنة.
bg: Все още няма данни на това устройство. Изчакайте синхронизирането да завърши.
bn: এই ডিভাইসে এখনও কোনো ডেটা নেই। সিঙ্ক সম্পূর্ণ হওয়া পর্যন্ত অপেক্ষা করুন।
ca: Encara no hi ha dades en aquest dispositiu. Espera que acabi la sincronització.
cs: V tomto zařízení zatím nejsou žádná data. Počkejte na dokončení synchronizace.
da: Der er endnu ingen data på denne enhed. Vent, indtil synkroniseringen er færdig.
de: Auf diesem Gerät sind noch keine Daten vorhanden. Warte, bis die Synchronisierung abgeschlossen ist.
el: Δεν υπάρχουν ακόμη δεδομένα σε αυτή τη συσκευή. Περιμένετε να ολοκληρωθεί ο συγχρονισμός.
es: Aún no hay datos en este dispositivo. Espera a que termine la sincronización.
et: Selles seadmes pole veel andmeid. Oota sünkroonimise lõpuni.
fa: هنوز داده‌ای روی این دستگاه نیست. صبر کنید همگام‌سازی تمام شود.
fi: Tällä laitteella ei ole vielä tietoja. Odota synkronoinnin valmistumista.
fil: Wala pang data sa device na ito. Hintaying matapos ang pag-sync.
fr: Aucune donnée ne se trouve encore sur cet appareil. Attendez la fin de la synchronisation.
he: אין עדיין נתונים במכשיר הזה. המתן לסיום הסנכרון.
hi: इस डिवाइस पर अभी तक कोई डेटा नहीं है। सिंक पूरा होने तक प्रतीक्षा करें।
hr: Na ovom uređaju još nema podataka. Pričekajte da se sinkronizacija dovrši.
hu: Ezen az eszközön még nincsenek adatok. Várd meg a szinkronizálás befejezését.
id: Belum ada data di perangkat ini. Tunggu hingga sinkronisasi selesai.
is: Engin gögn eru enn á þessu tæki. Bíddu þar til samstillingu lýkur.
it: Nessun dato ancora presente su questo dispositivo. Attendi il completamento della sincronizzazione.
ja: このデバイスにはまだデータがありません。同期が完了するまでお待ちください。
ko: 이 기기에 아직 데이터가 없습니다. 동기화가 완료될 때까지 기다려 주세요.
lt: Šiame įrenginyje dar nėra duomenų. Palaukite, kol sinchronizavimas bus baigtas.
lv: Šajā ierīcē vēl nav datu. Uzgaidiet, līdz sinhronizācija ir pabeigta.
nb: Ingen data på denne enheten ennå. Vent til synkroniseringen er ferdig.
nl: Er staat nog geen data op dit apparaat. Wacht tot de synchronisatie is voltooid.
nn: Ingen data på denne eininga enno. Vent til synkroniseringa er ferdig.
pl: Na tym urządzeniu nie ma jeszcze danych. Poczekaj na zakończenie synchronizacji.
pt_br: Ainda não há dados neste dispositivo. Aguarde a sincronização terminar.
ro: Nu există încă date pe acest dispozitiv. Așteaptă finalizarea sincronizării.
ru: На этом устройстве пока нет данных. Дождитесь завершения синхронизации.
sk: V tomto zariadení zatiaľ nie sú žiadne údaje. Počkajte na dokončenie synchronizácie.
sl: Na tej napravi še ni podatkov. Počakajte, da se sinhronizacija konča.
sr: Na ovom uređaju još nema podataka. Sačekajte da se sinhronizacija završi.
sv: Inga data finns på den här enheten ännu. Vänta tills synkroniseringen är klar.
sw: Bado hakuna data kwenye kifaa hiki. Subiri usawazishaji ukamilike.
ta: இந்தச் சாதனத்தில் இன்னும் தரவு இல்லை. ஒத்திசைவு முடியும் வரை காத்திருக்கவும்.
th: ยังไม่มีข้อมูลในอุปกรณ์นี้ รอให้การซิงค์เสร็จสิ้น
tr: Bu cihazda henüz veri yok. Senkronizasyonun tamamlanmasını bekleyin.
uk: На цьому пристрої ще немає даних. Дочекайтеся завершення синхронізації.
ur: اس ڈیوائس پر ابھی تک کوئی ڈیٹا نہیں ہے۔ ہم وقت سازی مکمل ہونے کا انتظار کریں۔
vi: Chưa có dữ liệu trên thiết bị này. Hãy đợi đồng bộ hóa hoàn tất.
zh_hans: 此设备上还没有数据。请等待同步完成。
zh_hant: 此裝置上尚無資料。請等待同步完成。
